Repository: misery/gmpc-dynamic-playlist
Catalog: po/*.po
Languages: bg, ca, cs, de, es, et, fr, gl, hu, it, nb, nl, pl, pt, pt_br, ro, ru, tr

source: Same genre is also 'similar'
bg: Същия жанр е също 'подобен'
ca: El mateix gènere també és «semblant»
cs: Stejný žánr je také "podobný"
de: Dasselbe Genre ist ebenfalls 'ähnlich'
es: El mismo género tambén es «similar»
et: Sama zanr on ka 'samalaadne'
fr: Le même genre est aussi « similaire »
gl: O mesmo xénero tamn é «semellante»
hu: Az azonos műfaj is 'hasonló'
it: Lo stesso genere è anche 'simile'
nb: Samme sjanger er også 'lignende'
nl: Hetzelfde genre is ook 'gelijksoortig'
pl: Ten sam gatunek jest również 'podobny'
pt: O mesmo género é também 'semelhante'
pt_br: Mesmo gênero também é 'parecido'
ro: Acelaşi gen este şi 'similar'
ru: Тот же или похожий жанр
tr: Aynı tür de benzerdir

source: Search max. songs in database:
bg: Търси макс. песни в базата данни:
ca: Cerca màxima de cançons a la base de dades:
cs: Vyhledat max. skladeb v databázi:
de: Suche max. Lieder in der Datenbank:
es: Buscar max. de canciones en la base de datos:
et: Otsi max. laule andmebaasis:
fr: Chercher au maximum x chansons dans la base de donnée :
gl: Buscar max. de cancións na base de datos:
hu: Maximum ennyi hasonló dal keresése az adatbázisban:
it: Numero massimo di canzoni da cercare nel database:
nb: Søk maks. Sanger i database:
nl: Maximaal aantal liedjes te zoeken in database:
pl: Wyszukiwanie ytworów, nie więcej niż:
pt: Procurar o máximo de músicas na base de dados
pt_br: Procurar número máximo de músicas no banco de dados:
ro: Numărul maxim de melodii căutate în baza de date:
ru: Искать максимально песен в базе:
tr: Veri tabanında en çok şu kadar şarkı ara:

source: Search max. artists in database:
bg: Търси макс. изпълнители в базата данни:
ca: Cerca màxima d'artistes a la base de dades:
cs: Vyhledat max. umělců v databázi:
de: Suche max. Interpreten in der Datenbank:
es: Buscar max. de artistas en la base de datos:
et: Otsi max. esitajaid andmebaasis:
fr: Chercher au maximum x artistes dans la base de donnée :
gl: Buscar max. de artistas na base de datos:
hu: Maximum ennyi hasonló előadó keresése az adatbázisban:
it: Numero massimo di artisti da cercare nel database:
nb: Søk max. artister i database:
nl: Maximaal aantal artiesten te zoeken in database:
pl: Wyszukiwanie wykonawców, nie więcej niż:
pt: Procurar o máximo de artistas na base de dados
pt_br: Procurar número máximo de artistas no banco de dados:
ro: Numărul maxim de artişti căutaţi în baza de date:
ru: Искать максимально исполнителей в базе:
tr: Veritabanında en çok şu kadar sanatçı ara:

source: Search max. genre in database:
bg: Търси макс. жанрове в базата данни:
ca: Cerca màxima de gèneres a la base de dades:
cs: Vyhledat max. žánrů v databázi:
de: Suche max. Genre in der Datenbank:
es: Buscar max. de géneros en la base de datos:
et: Otsi max. zanreid andmebaasis:
fr: Chercher au maximum x genres dans la base de donnée :
gl: Buscar max. de xéneros na base de datos:
hu: Maximum ennyi hasonló műfaj keresése az adatbázisban:
it: Numero massimo di generi da cercare nel database:
nb: Søk maks. sjangere i database:
nl: Maximaal aantal genres te zoeken in database:
pl: Wyszukiwanie gatunków, nie więcej niż:
pt: Procurar o máximo de géneros na base de dados
pt_br: Procurar número máximo de gêneros no banco de dados:
ro: Numărul maxim de genuri căutate în baza de date:
ru: Искать максимально жанров в базе:
tr: Veritabanında en çok şu kadar tür ara:

source: Metadata
bg: Мета-данни
ca: Metadades
de: Metadaten
es: Metadatos
et: Metaandmed
fr: Métadonnées
gl: Metadatos
hu: Metaadat
it: Metadati
nl: Metagegevens
pl: Metadane
pt: Metadados
pt_br: Metadados
ro: Metadate
ru: Метаданные
tr: Üstveri

source: Artists of same tag
bg: Артисти със същия таг
ca: Artistes amb la mateixa etiqueta
cs: Umělci se stejným označením
de: Künstler mit gleichem Tag
es: Artistas de la misma etiqueta
et: Artistid sama märksõnaga
fr: Artistes de même métadonnée
gl: Artistas da mesma etiqueta
hu: Előadók azonos címkék szerint
it: Artisti dello stesso tag
nb: Artister med lik tagg
nl: Artiest met hetzelfde etiket
pl: Artyści o tej samej etykiecie
pt: Artistas da mesma tag
pt_br: Artistas da mesma tag
ro: Artiști ai aceleiași etichete
ru: исполнители с этим тегом
tr: Aynı etikete sahip sanatçılar

source: Songs of same tag
bg: Песни със същия таг
ca: Cançons amb la mateixa etiqueta
cs: Skladby se stejným označením
de: Stücke mit gleichem Tag
es: Canciones de la misma etiqueta
et: Laulud sama märksõnaga
fr: Chansons de même métadonnée
gl: Cancións da mesma etiqueta
hu: Dalok azonos címkék szerint
it: Canzoni dello stesso tag
nb: Låter med lik tagg
nl: Nummers met hetzelfde etiket
pl: Piosenki o tej samej etykiecie
pt: Músicas da mesma tag
pt_br: Músicas da mesma tag
ro: Cântece al aceleiași etichete
ru: Композиции с этим тегом
tr: Aynı etikete sahip şarkılar

source: !Blacklist Genre
bg: !Забранен жанр
ca: Posa el gènera a la llista negra
cs: !Černá listina žánrů
es: !Lista negra Género
et: !Žanri must nimekiri
fr: Mettre le genre dans la liste noire
gl: !Lista negra de xénero
hu: !Műfaj feketelista
it: !Blacklist Genere
nb: !Svartelist Sjanger
pl: !Zablokuj gatunek
pt: !Lista Negra Género
pt_br: !Lista Negra de Gêneros
ro: !Pune gen pe lista neagră
ru: !Черный список Жанр
tr: !Türü karalisteye al

source: !Blacklist Album
bg: !Забранен албум
ca: Posa l'àlbum a la llista negra
cs: !Černá listina alb
es: !Lista negra Álbum
et: !Albumite must nimekiri
fr: Mettre l'album dans la liste noire
gl: !Lista negra de álbum
hu: !Album feketelista
nb: !Svartelist Album
pl: !Zablokuj album
pt: !Lista Negra Álbum
pt_br: !Lista Negra de Álbums
ro: !Pune albumul pe lista neagră
ru: !Черный список Альбомов
tr: !Albümü karalisteye al
