Repository: misery/gmpc-dynamic-playlist
Catalog: po/*.po
Languages: bg, ca, cs, de, es, et, fr, gl, hu, it, nb, nl, pl, pt, pt_br, ro, ru, tr

source: prune
bg: съкрати
ca: redueix
cs: odstranit
de: Säubern
es: Cortar
et: vähenda
fr: vider
gl: Cortar
hu: eltávolítás
it: correggi
nb: beskjær
nl: verwijder
pl: skrócona
pt_br: expurgar
ro: distruge
ru: сократить
tr: kırp

source: Prune playlist
bg: Съкрати списъка
ca: Redueix la llista de reproducció
cs: Odstranit seznam skladeb
de: Wiedergabeliste säubern
es: Cortar lista de reproducción
et: Vähendada esitusloendit
fr: Vider la liste de lecture
gl: Cortar a lista de reprodución
hu: Lejátszólista eltávolítása
it: Correggi playlist
nb: Beskjær spilleliste
nl: Verwijder afspeellijst
pl: Skróć listę odtwarzania
pt_br: Expurgar lista de reprodução
ro: Distruge lista de redare
ru: Сократить плейлист
tr: Çalma listesini kırp

source: dynamic
bg: динамичен
ca: dinàmica
cs: dynamicky
de: dynamisch
es: dinámica
et: dünaamiline
fr: dynamique
gl: dinámica
hu: dinamikus
it: dinamico
nb: Dynamisk
nl: dynamisch
pl: dynamiczna
pt: dinâmica
pt_br: dinâmico
ro: dinamic
ru: динамический
tr: dinamik

source: Dynamic search (on|off)
bg: Динамично търсене (вкл|изкл)
ca: Cerca dinàmica (activa/inactiva)
cs: Dynamické vyhledávání (zap|vyp)
de: Dynamische Suche (on|off)
es: Búsqueda dinámica (Habilitada|Deshabilitada)
et: Dünaamiline otsing (on|off)
fr: Recherche dynamique (on|off)
gl: Busca dinámica (activada|desactivada)
hu: Dinamikus keresés (be|ki)
it: Ricerca dinamica (attivata|disattivata)
nb: Dynamisk søk (På|av)
nl: Dynamisch zoeken (aan|uit)
pl: Dynamiczne wyszukiwanie (wł|wył)
pt: Procura dinâmica (ligado|desligado)
pt_br: Busca dinâmica (ligado|desligado)
ro: Căutare dinamică (activă|inactivă)
ru: Динамический поиск (вкл.|выкл.)
tr: Dinamik arama (açık|kapalı)

source: similar
bg: подобен
ca: semblant
cs: podobný
de: Ähnlich
et: sarnased
fr: similaire
gl: semellante
hu: hasonló
it: Simili
nb: Lignende
nl: gelijksoortige
pl: podobna
pt: semelhante
ru: похожие
tr: benzer

source: Search for similar song/artist/genre
bg: Търси за подобна песен/изпълнител/жанр
ca: Cerca cançons/artistes/gèneres semblants
cs: Vyhledat podobnou skladbu/umělce/žánr
de: Suche nach ähnlichem Lied/Interpreten/Genre
es: Buscar una Canción/Artista/Género similar
et: otsi sarnaseid laule/esitajaid/šanrit
fr: Chercher une chanson, un artiste, un genre similaire
gl: Buscar unha canción/artista/xénero semellante
hu: Hasonló dal/előadó/műfaj keresése
it: Cerca per canzone o artista o genere simile
nb: Søk etter lignende sang/artist/sjanger
nl: Zoeken naar gelijksoortige liedjes/artiesten/genres
pl: Wyszukaj podobne utwory/wykonawców/gatunki
pt: Procurar por música/artista/género semelhantes
pt_br: Procurar por música/artista/gênero similares
ro: Caută melodie/artist/gen similari
ru: Искать похожие песни/исполнители/жанры
tr: Benzer şarkılar/sanatçılar/türler için ara

source: Dynamic Playlist
bg: Динамичен списък
ca: Llista de reproducció dinàmica
cs: Dynamický seznam skladeb
de: Dynamische Wiedergabeliste
es: Lista de reproducción dinámica
et: Dünaamiline esitusloend
fr: Liste de lecture dynamique
gl: Lista de reprodución dinámica
hu: Dinamikus lejátszólista
it: Playlist Dinamica
nb: Dynamisk spilleliste
nl: Dynamische afspeellijst
pl: Dynamiczna lista odtwarzania
pt: Lista de reprodução dinâmica
pt_br: Lista de execução Dinâmica
ro: Listă de redare dinamică
ru: Динамический список
tr: Dinamik çalma listesi

source: Dynamic search
bg: Динамично търсене
ca: Cerca dinàmica
cs: Dynamické vyhledávání
de: Dynamische Suche
es: Búsqueda dinámica
et: Dünaamiline otsing
fr: Recherche dynamique
gl: Busca dinámica
hu: Dinamikus keresés
it: Ricerca dinamica
nb: Dynamisk søk
nl: Dynamisch zoeken
pl: Dynamiczne wyszukiwanie
pt: Procura dinâmica
pt_br: Busca dinâmica
ro: Căutare dinamică
ru: Динамический поиск
tr: Dinamik arama

source: Use blacklists
bg: Използвай черни списъци
ca: Utilitza llistes negres
cs: Použít černé listiny
de: Benutze Blacklists
es: Usar listas negras
et: kasuta musta nimekirja
fr: Utiliser des listes noires
gl: Usar listas negras
hu: Feketelisták használata
it: Usa blacklists
nb: Bruk svartelister
nl: Blacklists gebruiken
pl: Użyj czarnej listy
pt: Usar listas negras
pt_br: Usar listas negras
ro: Foloseşte liste negre
ru: Использовать черный список
tr: Karalisteleri kullan

source: Add similar song
bg: Добави подобна песен
ca: Afegeix la cançó semblant
cs: Přidat podobnou skladbu
de: Ähnliches Lied hinzufügen
es: Añadir canciónsimilar
et: Lisa sarnane laul
fr: Ajouter une musique similaire
gl: Engadir canción semellante
hu: Hasonló dalok hozzáadása
it: Aggiungi canzone simile
nb: Legg til lignende sang
nl: Gelijksoortige liedjes toevoegen
pl: Dodaj podobny utwór
pt: Adicionar uma música semelhante
pt_br: Adicionar música similar
ro: Adaugă melodie similară
ru: Добавить похожие песни
tr: Benzer şarkı ekle

source: Dynamic search cannot find a new song
bg: Динамичното търсене не можа да намери нова песен
ca: La cerca dinàmica no pot trobar una cançó nova
cs: Dynamické vyhledávání nemůže najít novou skladbu
de: Die dynamische Suche konnte kein neues Lied finden
es: La búsqueda dinámica no puedo encontrar una nueva canción
et: Dünaamiline otsing ei leia uut laulu
fr: La recherche dynamique ne peut pas trouver une nouvelle chanson
gl: A busca dinámica non puido atopar unha nova canción
hu: A dinamikus keresés nem talált új dalt
it: La ricerca dinamica non ha trovato nessun nuovo brano
nb: Dynamisk søk kan ikke finne en ny sang
nl: Dynamisch zoeken kan geen nieuwe liedjes vinden
pl: Dynamiczne wyszukiwanie nie zwróciło nowych utworów
pt: Procura dinâmica não consegue encontrar uma nova música
pt_br: Busca dinâmica não pode encontrar uma nova música
ro: Căutarea dinamică nu poate găsii o melodie nouă
ru: Динамический поиск не нашёл новых песен
tr: Dinamik arama yeni şarkı bulamadı

source: Dynamic playlist is disabled
bg: Динамичният списък е изключен
ca: S'ha desactivat la llista de reproducció dinàmica
cs: Dynamický seznam skladeb je vypnutý
de: Die dynamische Wiedergabeliste ist deaktiviert
es: La Lista de Reproducción Dinámica esta deshabilitada
et: Dünaamiline eistusloend on keelatud
fr: La liste de lecture dynamique est désactivée
gl: A lista de reprodución dinámica esta desactivada
hu: Dinamikus lejátszólista letiltva
it: Playlist dinamica disabilitata
nb: Dynamisk spilleliste er slått av
nl: Dynamische afspeellijst is uitgeschakeld
pl: Dynamiczna lista odtwarzania jest nieaktywna
pt: Lista de reprodução dinâmica está desactivado
pt_br: Lista de execução dinâmica está desabilitada
ro: Lista dinamică de redare este dezactivată
ru: Динамический список выключен
tr: Dinamik çalma listesi engellenmiş

source: Dynamic search is already busy
bg: Динамичното търсене работи в момента
ca: La cerca dinàmica ja està en marxa
cs: Dynamické vyhledávání je nyní zaneprázdněno
de: Die dynamische Suche ist noch beschäftigt
es: La búsqueda dinámica ya esta siendo usada
et: Dünaamiline otsing on juba hõivatud
fr: La recherche dynamique est déjà active
gl: A busca dinámica xa esta en uso
hu: Dinamikus keresés jelenleg foglalt
it: La ricerca dinamica non è al momento disponibile
nb: Dynamisk søk er allerede i bruk
nl: Dynamisch zoeken is al bezig
pl: Dynamiczne wyszukiwanie w toku
pt: Procura dinâmica já está ocupada
pt_br: Pesquisa dinâmica já está ocupada
ro: Căutarea dinamică rulează deja
ru: Динамический поиск уже запущен
tr: Dinamik arama listesi meşgul

source: You need to play a song that will be used
bg: Трябва да изпълниш песента, за да я използваш
ca: Heu de reproduir la cançó que s'utilitzarà
cs: Potřebujete přehrát skladbu, která bude použita.
de: Sie müssen ein Lied spielen, welches zur Suche benutzt wird
es: Necesita reproducir una canción que será usada
et: Sa pead esitama laulu, mida kasutatakse
fr: Vous avez besoin de jouer une chanson qui sera utilisée
gl: Necesita reproducir unha canción para poder ser usada
hu: A dalt le kell játszani amit használni szeretne
it: Devi riprodurre la canzone che verrà usata
nb: Du må spille av en sang som vil bli brukt
nl: Je moet een liedje spelen dat gebruikt zal worden
pl: Musisz odtworzyć utwór, który zostanie użyty
pt: Precisa de reproduzir uma música que será usada
pt_br: Você precisa tocar uma música que será usada
ro: O melodie redată va fi folosită
ru: Необходимо воспроизвести песню, которая будет использоваться
tr: Kullanılacak şarkıyı çalmanız gerekli

source: on
bg: вкл.
ca: actiu
cs: zapnout
de: ein
es: encendido
et: sees
fr: activé
gl: activada
hu: be
it: Acceso
nb: på
nl: aan
pl: wł
pt: ligado
pt_br: ativado
ro: activat
ru: вкл.
tr: açık

source: off
bg: изкл.
ca: inactiu
cs: vypnout
de: aus
es: apagado
et: väljas
fr: désactivé
gl: desactivada
hu: ki
it: Spento
nb: av
nl: uit
pl: wył
pt: desligado
pt_br: desativado
ro: dezactivat
ru: выкл.
tr: kapalı

source: !Blacklist Artist
bg: !Забранен изпълнител
ca: Posa l'artista a la llista negra
cs: !Černá listina umělců
de: !Blacklist Künstler
es: !Lista negra Artista
et: !Esitajate must nimekiri
fr: Mettre l'artiste dans la liste noire
gl: !Lista negra de artista
hu: !Előadó feketelista
it: !Blacklist Artisti
nb: !Svartelist Artist
nl: !Blacklist Artiest
pl: !Zablokuj wykonawcę
pt: !Lista Negra Artista
pt_br: !Lista Negra de Artistas
ro: !Pune artistul pe lista neagră
ru: !Черный список Артистов
tr: !Sanatçıyı karalisteye al

source: !Blacklist Song
bg: !Забранена песен
ca: Posa la cançó a la llista negra
cs: !Černá listina skladeb
de: !Blacklist Lied
es: !Lista negra Canción
et: !Laulude must nimekiri
fr: Mettre la chanson dans la liste noire
gl: !Lista negra de canción
hu: !Dal feketelista
it: !Blacklist Canzone
nb: !Svartelist Sang
nl: !Blacklist Liedje
pl: !Zablokuj utwór
pt: !Lista Negra Música
pt_br: !Lista Negra de Músicas
ro: !Pune melodia pe lista neagră
ru: !Черный список Песен
tr: Şakıyı karalisteye al

source: Cannot create blacklists! GMPC is not connected.
de: Kann keine Blacklisten erstellen! GMPC ist nicht verbunden.

source: Created %d playlist(s) that are used to blacklist artist, album, song or genre!
bg: Създадени са %d списъка, използвани като черен списък за изпълнители, албуми, песни и жанрове!
ca: S'han creat les llistes de reproducció %d, usades com a llistes negres d'artistes, àlbums, cançons o gèneres.
cs: Vytvořen %d seznam skladeb, které se používají na černou listinu umělce, skladby nebo žánru!
de: %d Wiedergabeliste(n) erstellt, welche als Blacklist für Interpreten, Alben, Lieder oder Genre benutzt werden!
es: ¡Creada(s) %d lista(s) de reproducción usadas para añadir a la lista negra un artista, diso, canción o género!
et: Loodud %d esitusloend(id), mida kasutatakse musta nimekirjas oleva artisti, albumi, loo või zhanri puhul!
fr: Création de %d liste(s) de lecture utilisée(s) pour interdire un artiste, un album, une chanson ou un genre !
gl: ¡Creada(s) %d lista(s) de reprodución usadas para engadir á lista negra dun artista, álbum, canción ou xénero!
hu: Létrehozva %d lejátszólista feketelistára tett előadó, album, dal vagy műfaj használatával!
it: Creata/e %d playlist che sono usate nelle blacklist artista, album, canzone o genere!
nb: Opprettet %d spilleliste(r) som brukes til å svarteliste artister, album, sanger eller sjangere!
nl: Er zijn %d speellijsten aangemaakt die woren gebruikt om artiesten, albums, nummers of genres op de zwarte lijst te zetten!
pl: Utworzono %d list odtwarzania używanych do zablokowania wybranych gatunków, utworów, albumów i gatunków.
pt: Foram criadas %d listas(s) de reprodução que irão ser usadas para a lista negra de artista, álbum, música ou género!
pt_br: Foram criadas %d lista(s) de reprodução que são usadas para incluir o artista, álbum música ou gênero na lista negra!
ro: Liste negre de redare %d folosite pentru a elimina artişti, albume, melodii sau genuri!
ru: Создан(ы) плейлист(ы) %d для занесения в черный список по исполнителю, альбому, песне или жанру!
tr: %d çalma liste(leri) sanatçı, albüm şarkı yada tür karalistleriyle yaratıldı.

source: Cannot prune playlist! You need to play a song for pruning.
bg: Не може да съкрати списъка! Трябва да изпълниш песен.
ca: No es pot reduir la llista de reproducció. Per fer-ho, heu d'estar reproduint una cançó.
cs: Nemohu odstranit seznam skladeb! Musíte přehrát skladbu pro smazání.
de: Wiedergabeliste kann nicht gesäubert werden! Sie müssen für die Position der Säuberung ein Lied spielen.
es: No se puede detener la lista de reproducción! Necesita reproducir una canción para detenerla.
et: Võimatu säilitada esitusloendit! Et säilitada on vaja laulu esitada
fr: Impossible de vider la liste de lecture ! Vous devez lire une chanson pour la vider.
gl: Non se pode deter a lista de reprodución! Necesita reproducir unha canción para detela.
hu: Nem lehet a lejátszólistát eltávolítani. Le kell játszani a dalt az eltávolításhoz.
it: Non è possibile ridurre la playlist! Devi riprodurre una canzone per ridurla.
nb: Umulig å beskjære spillelisten! En låt må spilles før resten av listen kan forkastes.
nl: Kan afspeellijst niet verwijderen. Je moet een nummer afspelen voor verwijderen.
pl: Nie można wyciąć listy odtwarzania! Aby przyciąć, program musi odtwarzać utwór.
pt_br: Não é possível expurgar a lista de reprodução! Você precisa tocar uma música para expurgá-la.
ro: Nu se poate distruge lista de redare! Trebuie redată întâi o melodie.
ru: Невозможно сократить плейлист! Для сокращения необходимо воспроизвести песню.
tr: Çalma listesi kırpılamaz! Kırpmak için bir şarkı çalmalısınız.

source: Enable dynamic search
bg: Разреши динамично търсене
ca: Habilita la cerca dinàmica
cs: Zapnout dynamické vyhledávání
de: Aktiviere dynamische Suche
es: Activar búsqueda dinámica
et: Luba dünaamilne otsing
fr: Activer la recherche dynamique
gl: Activar a busca dinámica
hu: Dinamikus keresés engedélyezése
it: Abilita ricerca dinamica
nb: Slå på dynamisk søk
nl: Dynamisch zoeken inschakelen
pl: Włącz dynamiczne wyszukiwanie
pt: Ligar a procura dinâmica
pt_br: Habilitar pesquisa dinâmica
ro: Activează căutarea dinamică
ru: Включить динамический поиск
tr: Dinamik aramayı mümkün kıl

source: Use special playlists named '!Blacklist ...'
de: Benutze spezielle '!Blacklist'-'Wiedergabelisten

source: Search songs with comment tag
bg: Търсене на песни с таг за коментар
ca: Cerca cançons amb l'etiqueta de comentari
cs: vyhledat skladby s komentářem
de: Suche Lieder mit Kommentar-Tag
es: Buscar canciones con la etiqueta del comentario
et: Otsi laule kommentaaridega
fr: Rechercher des chansons en utilisant la métadonnée commentaire
gl: Buscar cancións coa etiqueta do comentario
hu: Dalok keresése megjegyzés szerint
it: Cerca canzoni con commento
nb: Finn låter med kommentar-tagg
nl: Zoek nummers met commentaar tag
pl: Szukaj piosenek z etykietą komentarza
pt: Procurar música com comentários nas tags
pt_br: Procurar músicas com tag de comentários
ro: Caută cântece cu eticheta de comentarii
ru: Поиск по комментариям
tr: Müzikleri yorum etiketine göre ara

source: Search songs with genre tag
bg: Търсене на песни с таг за жанр
ca: Cerca cançons amb l'etiqueta de gènere
cs: Vyhledat skladby s žánrem
de: Suche Lieder mit Genre-Tag
es: Buscar canciones con la etiqueta del género
et: Otsi laule žanri järgi
fr: Rechercher des chansonsen utilisant la métadonnée genre
gl: Buscar cancións coa etiqueta do xénero
hu: Dalok keresése múfaj szerint
it: Cerca canzoni per genere
nb: Finn låter med sjanger-tagg
nl: Zoek nummers met genre tag
pl: Szukaj piosenek z etykietą gatunku
pt: Procurar músicas com a tag género
pt_br: Procurar músicas com tag de gênero
ro: Caută cântece cu eticheta de gen
ru: Поиск по жанрам
tr: Müzikleri tür etiketine göre ara

source: Provide at least x songs to be played:
ca: Proporciona almenys x cançons per reproduir:
cs: Poskytne minimálně x skladeb pro přehrávání:
de: Stelle mindestens x Musikstücke zum Abspielen bereit:
es: Proporcione al menos x canciones a reproducir:
et: Lisada vähemalt x laule mängimiseks:
fr: Fournissez au moins x chansons à lire :
gl: Proporcione alomenos x canciones a reproducir:
hu: Legalább x dalt kell lejátszani:
it: Indica almeno x canzoni che devono essere riprodotte:
nb: Legg til minst X antall låter til spilling:
nl: Geef tenminste x nummers op om afgespeeld te worden:
pl: Zapewij co najmniej x piosenek do odtworzenia:
pt: Conceder pelo menos x músicas para serem reproduzidas
pt_br: Oferecer pelo menos x músicas para serem tocadas:
ro: Oferă cel puțin x cântece pentru a fi redate:
ru: Добавить как минимум x песен в список проигрывания
tr: Çalmak için en az x şarkı sağla:

source: Keep x last played songs:
bg: Запази последните X песни:
ca: Conserva les darreres x cançons reproduïdes:
cs: Nechat x naposledy přehrávaných skladeb:
de: Behalte die x zuletzt gespielten Stücke
es: Mantener las x últimas canciones reproducidas:
et: Säilta x viimati mängitud lugusid:
fr: Garder les x dernières chansons lues :
gl: Manter as últimas x cancións reproducidas:
hu: Megtart x lejátszott dalt:
it: Mantieni le ultime x canzoni riprodotte:
nb: Behold X antall sist spilte låter:
nl: Bewaar x laatst afgespeelde nummers:
pl: Zatrzymaj x ostatnio odtworzonych piosenek:
pt: Manter x músicas reproduzidas anteriormente
pt_br: Manter x últimas músicas tocadas
ro: Ține minte ultimele x cântece redate:
ru: Оставить x послених проигранных песен:
tr: Son çalınan x şarkıyı tut:

source: Delay dynamic search for x seconds:
bg: Забави динамичното търсене за x секунди:
ca: Aplaça la cerca dinàmica durant x segons:
cs: Zdržet dynamické vyhledávání na x sekund:
de: Verzögere dynamische Suche um x Sekunden:
es: Demorar búsquedas dinámicas por x segundos:
et: Viivitus dünaamilinse otsimgule x sekundit
fr: Délayer la recherche dynamique pendant x secondes :
gl: Demorar as buscas dinámicas por x segundos:
hu: Dinamikus keresés kezdése x másodperc után:
it: Ritarda la ricerca dinamica di x secondi:
nb: Utsett dynamisk søk i x sekunder:
nl: Vertraag dynamisch zoeken voor x seconden:
pl: Opóźnij dynamiczne wyszukiwanie o x sekund:
pt: Atrasar x segundos a procura dinâmica
pt_br: Atrasar busca dinâmica por x segundos:
ro: Întârzie căutarea dinamică pentru x secunde:
ru: Отложить динамический поиск на x секунд:
tr: Dinamik aramayı x saniye için duraklat:

source: Block played song for at least x songs:
bg: Блокирай изпълнената песен за поне x песни:
ca: Bloqueja la cançó reproduïda almenys durant x cançons:
cs: Blokovat přehranou skladbu nejméně x skladeb:
de: Blockiere gespieltes Lied für mindestens x Lieder:
es: Bloquear canción reproducida por lo menos x canciones:
et: Bloki mängitud laulu vähemalt x sekundit:
fr: Ne pas relire les chansons déjà jouées pendant au moins x chansons :
gl: Bloquear a canción reproducida polo menos x cancóns:
hu: A lejátszott dal után legalább x dal blokkolása:
it: Blocca la canzone in riproduzione per almeno x secondi:
nb: Blokker avspilte sanger for minst x sanger:
nl: Blokkeer gespeeld liedje voor minstens x liedjes:
pl: Zablokuj odtwarzany utwór na conajmniej x kolejnych odtworzeń:
pt: Bloquear a música reproduzida até reproduzir x músicas
pt_br: Bloquear música tocada por pelo menos x músicas:
ro: Blochează melodia redată pentru încă x melodii:
ru: Заблокировать воспроизведенную песню минимум на x секунд:
tr: Çalan şarkıyı en yakın x şarkıdan sonra çal:

source: Block played artist for at least x songs:
bg: Блокирай изпълнения изпълнител за поне x песни:
ca: Bloqueja l'artista reproduït almenys durant x cançons:
cs: Blokovat přehraného umělce nejméně x skladeb:
de: Blockiere gespielten Interpreten für mindestens x Lieder:
es: Bloquear Artista reproducido por al menos x canciones:
et: Lukusta esineja vähemalt x laulu:
fr: Ne pas relire une chanson du même artiste pendant au moins x chansons :
gl: Bloquear ao artista reproducido polo menos x cancións:
hu: A lejátszott előadó után legalább x dal blokkolása
it: Blocca l'artista in riproduzione per almeno x secondi:
nb: Blokker avspilte artist for minst x sanger:
nl: Blokkeer gespeelde artiest voor minstens x liedjes:
pl: Zablokuj odtwarzanego wykonawcę na conajmniej x kolejnych odtworzeń:
pt: Bloquear o artista da música reproduzida até reproduzir x músicas
pt_br: Bloquear artista tocado por pelo menos x músicas:
ro: Blochează artistul redat pentru încă x melodii:
ru: Заблокировать исполнителя минимум на x песен:
tr: Çalan sanatçıyı en yakın x şarkıdan sonra çal:

source: Local
bg: Локален
cs: Místní
de: Lokal
et: Kohalik
hu: Helyi
it: Locale
nb: Lokal
nl: Lokaal
pl: Lokalne
ru: Локальный
tr: Yerel

source: Search songs in 'similar songs'
bg: Търси песни в 'подобни песни'
ca: Cerca cançons a «cançons semblants»
cs: Vyhledat skladby v "podobných skladbách"
de: Suche Lieder in 'ähnliche Lieder'
es: Buscar canciones en 'Canciones similares'
et: Otsi laulud 'sarnased laulud'
fr: Rechercher une musique similaire
gl: Buscar cancións en «cancións semellantes»
hu: Dal keresése a 'hasonló dalok' között
it: Cerca canzoni in 'canzoni simili'
nb: Søk etter sanger i 'lignende sanger'
nl: Zoeken naar liedjes in 'gelijksoortige liedjes'
pl: Szukaj utworów w 'podobnych utworach'
pt: Procurar músicas em 'músicas semelhantes'
pt_br: Pesquisar músicas em 'músicas similares'
ro: Caută melodii în 'melodii similare'
ru: Искать песни по 'похожим песням'
tr: Benzer şakılarda şarkı ara

source: Search songs in 'similar artists'
bg: Търси песни в 'подобни изпълнители'
ca: Cerca cançons a «artistes semblants»
cs: Vyhledat skladby v "podobných umělců"
de: Suche Lieder in 'ähnliche Interpreten'
es: Buscar canciones en «artistas similares»
et: Otsi laulud 'sarnased esitajad'
fr: Chercher des chansons dans les « artistes similaires »
gl: Buscar cancións en «artistas semellantes»
hu: Dal keresése a 'hasonló előadók' között
it: Cerca canzoni in 'artisti simili'
nb: Søk etter sanger i 'lignende artister'
nl: Zoeken naar liedjes in 'gelijksoortige artiesten'
pl: Szukaj utworów w 'podobnych wykonawcach'
pt: Procurar músicas em 'artistas semelhantes'
pt_br: Pesquisar músicas em 'Artistas similares'
ro: Caută melodii în 'artişti similari'
ru: Искать песни по 'похожим исполнителям'
tr: Benzer sanatçılarda şarkı ara

source: Same artist is also 'similar'
bg: Същият изпълнител е също 'подобен'
ca: El mateix artista també és «semblant»
cs: Stejný umělec je jako "podobný"
de: Derselbe Interpret ist ebenfalls 'ähnlich'
es: El mismo artista también es «similar»
et: Sama esitaja on ka 'samalaadne'
fr: Le même artiste est aussi « similaire »
gl: O mesmo artista tamén é «semellante»
hu: Az azonos előadó is 'hasonló'
it: Lo stesso artista è anche 'simile'
nb: Samme artist er også 'lignende'
nl: Dezelfde artiest is ook 'gelijksoortig'
pl: Ten sam artysta jest również 'podobny'
pt: O mesmo artista é também 'semelhante'
pt_br: Mesmo artista também é 'parecido'
ro: Acelaşi artist este şi 'similar'
ru: Тот же или похожий исполнитель
tr: Aynı sanatçı da benzerdir

source: Search songs in 'similar genre'
bg: Търси песни в 'подобни жанрове'
ca: Cerca cançons a «gènere semblant»
cs: Hledat skladby v "podobném žánru"
de: Suche Lieder in 'ähnliches Genre'
es: Buscar canciones en «género similar»
et: Otsi laulud 'sarnased zanrid'
fr: Chercher des chansons dans un « genre similaire »
gl: Buscar cancións en «xéneros semellantes»
hu: Dal keresése a 'hasonló műfajok' között
it: Cerca canzoni in 'generi simili'
nb: Søk etter sanger i "lignende sjangere'
nl: Zoeken naar liedjes in 'gelijksoortig genre'
pl: Szukaj utworów w 'podobnych gatunkach'
pt: Procurar músicas em 'género semelhante'
pt_br: Pesquisar músicas em 'gênero similar'
ro: Caută melodii în 'genuri similare'
ru: Искать песни по 'похожим жанрам'
tr: Benzer türde şarkılar ara
